{
    "_______comment":"Footer",
    "contbtn":"Contacter moi",


    "______comment":"NavBar",
    "homep":"Acceuil",
    "aboutp":"À propos",
    "skillsp":"Compétences",
    "projectsp":"Projets",
    "contactp":"Contact",


    "_____comment":"Contact",
    "get":"Entrer en ",
    "cont":"contact",
    "txt":"Si vous avez une question ou autre, n'hésitez pas à me contacter.",
    "inf":"Information de contact",
    "mail":"Votre email",
    "tel":"Numéro de téléphone",
    "loc":"Localisation",
    "se":"Se",
    "co":"connecter",
    "mess":"Envoyer un message",
    "name":"Votre nom",
    "message":"Votre message",
    "sending": "Envoie...",
    "send_message": "Envoyer le message",
    "placeholdermess":"Bonjour, j'aimerais parler de...",


    
    "____comment":"Projects",
    "projet":"projet",
    "sel":" séléctionné",
    "skill":"Découvrez une sélection de mes projets en administration système, réseau et cybersécurité. Ces réalisations illustrent mes compétences techniques et ma capacité à concevoir des solutions sécurisées.",
    "git":"Voir mon GitHub",
    
    "projects": {
    "1": {
      "title": "Administration Système - DNS & DHCP",
      "description": "Mise en place d'un serveur DHCP avec un DNS dynamique sous VMware utilisant bind9 pour une infrastructure réseau sécurisée et fiable."
    },
    "2": {
      "title": "Système de location de véhicules",
      "description": "Conception et implémentation d'une base de données SQL pour une entreprise de location gérant 50 véhicules et 100 clients avec interface de gestion."
    },
    "3": {
      "title": "Architecture Réseau Multi-Sites",
      "description": "Conception d'un réseau d'entreprise répartie sur 4 pays avec 1000 PC et communication inter-VLAN, implémenté via Cisco Packet Tracer."
    },
    "4": {
      "title": "Environnement de Virtualisation Sécurisé",
      "description": "Déploiement d'une infrastructure virtuelle avec Proxmox incluant Zabbix pour le monitoring, NextCloud pour le stockage et MySQL pour la gestion des données."
    }
  },

  "tags": {
    "VMware": "VMware",
    "bind9": "bind9",
    "DHCP": "DHCP",
    "DNS": "DNS",
    "Linux": "Linux",
    "MySQL": "MySQL",
    "SQL": "SQL",
    "Database Design": "Conception de base de données",
    "CiscoPKT": "CiscoPKT",
    "Networking": "Réseau",
    "VLAN": "VLAN",
    "Routing": "Routage",
    "Proxmox": "Proxmox",
    "Zabbix": "Zabbix",
    "NextCloud": "NextCloud",
    "Virtualization": "Virtualisation"
  },


    "___comment":"Skills Page",
    "my":"Mes",
    "sk":" compétences",
    "all_cat": "Toutes",
    "dev_cat": "Développement",
    "tools_cat": "Outils",
    "tech_cat": "Technologies & Systèmes",




    "__comment":"Hero Page",
    "hi":"Bonjour, je suis",
    "si":" Simon",
    "bo":" Boisneault",
    "work":"Voir mon travail",
    "scroll":"glisser ",
    
    
    "_comment":"About Page",
    "about1":"Je suis Simon Boisneault, étudiant en deuxième année de Bachelor en Ingénierie et Cybersécurité à EFREI Paris. Passionné par l'analyse des vulnérabilités et l'administration des systèmes, je suis constamment à la recherche de nouvelles opportunités pour approfondir mes connaissances dans le domaine de la sécurité informatique. Mon parcours académique, complété par des expériences professionnelles variées, m'a permis de développer une solide compréhension des enjeux de la cybersécurité moderne.",
    "about2":"Mes compétences techniques incluent la maîtrise de langages comme Python et C, le développement web, ainsi que la gestion de systèmes Linux et Windows Server. J'ai également acquis une expérience pratique dans la sécurisation des réseaux, la protection des données et la virtualisation avec VMware. Mon stage récent chez TVHconsulting m'a permis de travailler sur des projets concrets comme la cartographie réseau, le paramétrage de solutions de sécurité et la migration vers Intune, renforçant ainsi mon expertise en cybersécurité opérationnelle.",
    "about":"À propos de",
    "me":" moi",
    "intouch":"Entrer en contact",
    "download":"Télécharger mon CV",
    "cyber":"Cybersécurité",
    "cyber2":"Analyse de vulnérabilités, sécurisation de réseaux, protection des données et mise en place de systèmes de détection d'intrusion avec des outils comme Sophos et Cyberwatch.",
    "dev":"Développement",
    "dev2":"Compétences en programmation avec Python, C, HTML/CSS, React JS et JavaScript. Création de scripts d'automatisation et développement de solutions pour renforcer la sécurité des systèmes.",
    "admin":"Administration systèmes",
    "admin2":"Gestion de machines virtuelles (Debian, pfsense, Kali, Windows Server), la configuration de serveurs DNS et DHCP, et administration de réseaux complexes."
}